02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa5.xfs.sync.write.bs2k.j32.depth16.txt
06-08 03:56:36 1407264996
job.hioa5.xfs.sync.write.bs2k.j32.depth16: (g=0): rw=write, bs=2K-2K/2K-2K/2K-2K, ioengine=sync, iodepth=16
...
job.hioa5.xfs.sync.write.bs2k.j32.depth16: (g=0): rw=write, bs=2K-2K/2K-2K/2K-2K, ioengine=sync, iodepth=16
fio-2.0.14
Starting 32 processes

job.hioa5.xfs.sync.write.bs2k.j32.depth16: (groupid=0, jobs=32): err= 0: pid=19589: Wed Aug  6 04:00:36 2014
  write: io=28003MB, bw=119477KB/s, iops=59738 , runt=240001msec
    clat (usec): min=11 , max=60474 , avg=534.56, stdev=112.66
     lat (usec): min=11 , max=60474 , avg=534.68, stdev=112.66
    clat percentiles (usec):
     |  1.00th=[  498],  5.00th=[  498], 10.00th=[  502], 20.00th=[  502],
     | 30.00th=[  502], 40.00th=[  506], 50.00th=[  510], 60.00th=[  516],
     | 70.00th=[  516], 80.00th=[  604], 90.00th=[  620], 95.00th=[  620],
     | 99.00th=[  740], 99.50th=[  828], 99.90th=[ 1432], 99.95th=[ 2160],
     | 99.99th=[ 2768]
    bw (KB/s)  : min= 2586, max=11236, per=3.13%, avg=3736.23, stdev=217.21
    lat (usec) : 20=0.05%, 50=0.01%, 100=0.01%, 250=0.01%, 500=5.98%
    lat (usec) : 750=93.12%, 1000=0.67%
    lat (msec) : 2=0.11%, 4=0.06%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%
  cpu          : usr=0.50%, sys=1.69%, ctx=28674991, majf=0, minf=953
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=14337357/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=28003MB, aggrb=119477KB/s, minb=119477KB/s, maxb=119477KB/s, mint=240001msec, maxt=240001msec

Disk stats (read/write):
  hioa: ios=0/14336443, merge=0/0, ticks=0/102240, in_queue=104130, util=43.39%
06-08 04:00:36 1407265236